Repository: wp-plugins/clicface-trombi
Catalog: i18n/clicface-trombi-*.po
Languages: fr_fr

source: License
fr_fr: Licence

source: Plugin License Options
fr_fr: Paramètres de la licence du plugin

source: License Key
fr_fr: Numéro de licence

source: Enter your license key
fr_fr: Saisissez votre numéro de licence

source: Activate License
fr_fr: Activer la licence

source: active
fr_fr: activé

source: Deactivate License
fr_fr: Désactiver la licence

source: Org Charts
fr_fr: Organigrammes

source: Org Chart
fr_fr: Organigramme

source: Add New Org Chart
fr_fr: Ajouter un nouvel organigramme

source: Labels
fr_fr: Vignettes

source: Label
fr_fr: Vignette

source: Add New Label
fr_fr: Ajouter une nouvelle vignette

source: Clicface Organi Standard Settings
fr_fr: Paramètres de Clicface Organi

source: General
fr_fr: Général

source: Shortcode to copy
fr_fr: Shortcode à copier

source: Author
fr_fr: Créateur

source: Labels for Org Charts
fr_fr: Vignettes pour les organigrammes

source: Link to page
fr_fr: Lien vers une page

source: Error: The id argument has not been provided.
fr_fr: Erreur : l'argument id n'a pas été renseigné.

source: Error: The id argument does not correspond to an org chart.
fr_fr: Erreur : l'argument id ne correspond pas à un organigramme.

source: Error: No people found.
fr_fr: Erreur : aucune personne trouvée.

source: Add a Person in this Org Chart
fr_fr: Ajouter une personne à l'organigramme

source: Add another Org Chart in this Org Chart
fr_fr: Ajouter une liste de collaborateurs à l'organigramme

source: Add a Label in this Org Chart
fr_fr: Ajouter une vignette à l'organigramme

source: Switch Boss
fr_fr: Modifier le chef

source: Reload page
fr_fr: Rafraîchir la page

source: Select an Person to add
fr_fr: Sélectionner une personne à ajouter

source: Add
fr_fr: Ajouter

source: Select another Org Chart to add
fr_fr: Sélectionner un autre organigramme à ajouter

source: Select a Label to add
fr_fr: Sélectionner une vignette à ajouter

source: Phone:
fr_fr: Tél.:

source: Cell:
fr_fr: Port.:

source: person removed
fr_fr: collaborateur supprimé

source: Remove person
fr_fr: Supprimer le collaborateur

source: Single click to toggle subordinate/assistant on the right.
fr_fr: Simple clic pour permuter subalterne/assistant sur la droite.

source: Single click + Shift to toggle subordinate/assistant on the left.
fr_fr: Simple clic + Shift pour permuter subalterne/assistant sur la gauche.

source: Double-click to display a second boss.
fr_fr: Double-clic pour ajouter un second chef.

source: label removed
fr_fr: vignette supprimée

source: Remove label
fr_fr: Supprimer la vignette

source: org chart removed
fr_fr: vignette supprimée

source: You are about to remove this item from the org chart. All subordinate elements will also be removed from the org chart.
fr_fr: Vous êtes sur le point de supprimer cet élément de l'organigramme. Tous les éléments subalternes seront également supprimés de l'organigramme.

source: Impossible to modify
fr_fr: Modification impossible

source: An Unexpected HTTP Error occurred during the API request.</p> <p><a href="?" onclick="document.location.reload(); return false;">Try again</a>
fr_fr: Une erreur s'est produite durant la requête.</p> <p><a href="?" onclick="document.location.reload(); return false;">Essayez à nouveau</a>

source: An unknown error occurred
fr_fr: Une erreur inconnue s'est produite

source: An error occurred:
fr_fr: Une erreur s'est produite :

source: Piklist Required.
fr_fr: Piklist est requis.

source: The plugin(s) listed below require the Piklist plugin to be installed and activated.
fr_fr: Les plugins listés ci-dessous ne peuvent fonctionner que si Piklist est installé et activé.

source: You can:
fr_fr: Vous pouvez :

source: The following plugin(s) have been deactivated.
fr_fr: Les plugins suivants ont été désactivés.

source: Title
fr_fr: Titre

source: Display a link to a specific page
fr_fr: Afficher un lien vers une page spécifique

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Link to this page
fr_fr: Lien vers cette page

source: Boss
fr_fr: Chef

source: If this Org Chart is displayed inside another Org Chart as a list of people, this link will be at the bottom of the list.
fr_fr: Si cet organigramme est affichée à l'intérieur d'un autre organigramme sous forme de liste de collaborateurs, ce lien sera ajouté à la fin de la liste.

source: Display Divison
fr_fr: Afficher le service

source: Display Landline Number
fr_fr: Afficher le téléphone fixe

source: Display Mobile Number
fr_fr: Afficher le téléphone portable

source: Display E-mail
fr_fr: Afficher l'e-mail

source: Min. height of boxes
fr_fr: Hauteur minimale des vignettes

source: (in pixels)
fr_fr: (en pixels)

source: Min. width of boxes
fr_fr: Largeur minimale des vignettes

source: CSS Style Sheet
fr_fr: Feuille de style CSS

source: Style 1 (bold)
fr_fr: Style 1 (épais)

source: Style 2 (bold)
fr_fr: Style 2 (épais)

source: Style 3 (thin)
fr_fr: Style 3 (fin)

source: Style 4 (thin)
fr_fr: Style 4 (fin)

source: Line Color
fr_fr: Couleur des lignes

source: Click to pick a color.
fr_fr: Cliquer pour choisir une couleur.

source: Default color:
fr_fr: Couleur par défaut :

source: Clicface Trombi Standard Settings
fr_fr: Paramètres de Clicface Trombi

source: Employee
fr_fr: Collaborateur

source: Employees
fr_fr: Collaborateurs

source: Add New %s
fr_fr: Ajouter un nouveau %s

source: Divisions
fr_fr: Services

source: Division
fr_fr: Service

source: Add New Division
fr_fr: Ajouter un nouveau service

source: Worksites
fr_fr: Sites de travail

source: Worksite
fr_fr: Site de travail

source: Add New Worksite
fr_fr: Ajouter un nouveau site de travail

source: You can't create any more record, you have already reached the limit. You have to update your Clicface Trombi plugin version to add more records.
fr_fr: Vous ne pouvez pas créer de nouvelles fiches, vous avez déjà atteint la limite. Vous devez mettre à la jour la version de Clicface Trombi pour pouvoir ajouter de nouvelles fiches.

source: Select a Division
fr_fr: Sélectionner un service

source: All Divisions
fr_fr: Tous les services

source: Reset filter
fr_fr: Réinitialiser le filtre

source: Display all
fr_fr: Tout afficher

source: Show only:
fr_fr: Service affiché :

source: All divisions are displayed
fr_fr: Tous les services sont affichés

source: Select a Worksite
fr_fr: Sélectionner un site

source: All Worksites
fr_fr: Tous les sites

source: All worksites are displayed
fr_fr: Tous les sites sont affichés

source: Search by name:
fr_fr: Recherche par nom :

source: All divisions and worksites are displayed
fr_fr: Tous les services et tous les sites sont affichés

source: Division:
fr_fr: Service :

source: Print this page
fr_fr: Imprimer cette page

source: Copyright &copy; %s %s. All rights reserved.
fr_fr: Copyright &copy; %s %s. Tous droits réservés.

source: Last Name
fr_fr: Nom

source: First Name
fr_fr: Prénom

source: Function
fr_fr: Fonction

source: Landline Number
fr_fr: Téléphone fixe

source: Mobile Number
fr_fr: Téléphone portable

source: Comments
fr_fr: Commentaires

source: Picture
fr_fr: Photo

source: Add a picture
fr_fr: Ajouter une photo

source: Clicface Trombi Support
fr_fr: Support Clicface Trombi

source: Help Promote Clicface Trombi
fr_fr: Aidez à promouvoir Clicface Trombi

source: Follow us on Twitter:
fr_fr: Suivez-nous sur Twitter :

source: Rate Clicface Trombi on WordPress.org
fr_fr: Notez Clicface Trombi sur WordPress.org

source: Serial Number to unlock the number of persons
fr_fr: Numéro de série pour déverrouiller le nombre de personnes

source: A Serial Number may have been mailed to you if you need to enable extra features. This is not mandatory.
fr_fr: Un numéro de série a pu vous être envoyé si vous avez demandé des fonctionnalités supplémentaires. Ce numéro de série n'est pas obligatoire.

source: Serial Number is valid.
fr_fr: Le numéro de série est valide.

source: This version is valid for %d contacts.
fr_fr: Cette version est valide pour %d contacts.

source: No serial number entered.
fr_fr: Aucun numéro de série n'a été saisi.

source: This version is valid for 50 contacts.
fr_fr: Cette version est valide pour 50 contacts.

source: The Serial Number is not correct. No extra feature enabled.
fr_fr: Le numéro de série est invalide. Aucune fonctionnalité supplémentaire n'a été activée.

source: Print Link Display
fr_fr: Affichage du lien pour imprimer

source: Number of lines per page for printing
fr_fr: Nombre de lignes par page à l'impression

source: (for Grid display)
fr_fr: (pour l'affichage en Grille)

source: Print Footer Text
fr_fr: Texte en pied de page pour l'impression

source: This text is displayed at the bottom of printed pages.
fr_fr: Ce texte est affiché en pied de page pour l'impression.

source: QR Code Display
fr_fr: Affichage du QR Code

source: QR Code Color
fr_fr: Couleur du QR Code

source: Search Form Type
fr_fr: Type de formulaire de recherche

source: Divisions, Worksites and Name
fr_fr: Service, site, et nom

source: Divisions and Name
fr_fr: Services et Nom

source: Divisions only
fr_fr: Par service uniquement

source: Worksites only
fr_fr: Par site uniquement

source: Name only
fr_fr: Par nom uniquement

source: No Search Form
fr_fr: Pas de formulaire de recherche

source: Display all people by default
fr_fr: Afficher par défaut toutes les personnes

source: This setting will not be applied if you have chosen to disable the Search Form (above).
fr_fr: Cette option ne sera pas appliquée si vous avez choisi de désactiver le champ de recherche (ci-dessus).

source: Display Division
fr_fr: Afficher le service

source: Number of people per line
fr_fr: Nombre de personnes par ligne

source: Width of boxes (in pixels)
fr_fr: Largeur des vignettes (en pixels)

source: Target to Person's Profile
fr_fr: Affichage de la fiche individuelle

source: New Window
fr_fr: Nouvelle fenêtre

source: Same Window
fr_fr: Même fenêtre

source: Width type
fr_fr: Type de largeur

source: Fixed size
fr_fr: Taille fixe

source: Width (in pixels)
fr_fr: Largeur (en pixels)

source: Height type
fr_fr: Type de hauteur

source: Auto : fit to content
fr_fr: Auto : adaptation au contenu

source: Height (in pixels)
fr_fr: Hauteur (en pixels)

source: Display worksite
fr_fr: Afficher le site de travail

source: Display a link to the previous page or a link to close the new window (not applicable to ThickBox)
fr_fr: Afficher un lien vers la page précédente ou un lien pour fermer la nouvelle fenêtre (non applicable pour la ThickBox)

source: A link to the previous page can be displayed on each Person's Profile page when it is opened in the same window ; a link to close is displayed when the Person's Profile page is opened in a new window.
fr_fr: Un lien vers la page précédente peut être affiché sur chaque fiche individuelle lorsque celle-ci est ouverte dans la même fenêtre ; un lien pour fermer est affiché lorsque la fiche individuelle est ouverte dans une nouvelle fenêtre.

source: Move the page to the content on each Person's Profile page (not applicable to ThickBox)
fr_fr: Atteindre automatiquement le contenu de la fiche individuelle (non applicable pour la ThickBox)

source: This option is useful when you have a big header on your website and you want to avoid visitors to scroll down to the content on each Person's Profile page.
fr_fr: Cette option est utile lorsque votre site dispose d'un grand en-tête et que vous souhaitez éviter aux visiteurs de faire défiler la page pour atteindre le contenu de la fiche individuelle.

source: Default picture URL
fr_fr: URL de la photo par défaut

source: This picture will be displayed if no picture is provided.
fr_fr: Cette image sera affichée si aucune photo n'est fournie.

source: Height of boxes (in pixels)
fr_fr: Hauteur des vignettes (en pixels)

source: Area Width (in pixels)
fr_fr: Largeur de la zone (en pixels)

source: Number of people per page
fr_fr: Nombre de personnes par page

source: List display
fr_fr: Affichage de la liste

source: Grid
fr_fr: Grille

source: List
fr_fr: Liste

source: Sorting
fr_fr: Classement

source: Order
fr_fr: Ordre

source: Ascending Sort
fr_fr: Ordre croissant

source: Descending Sort
fr_fr: Ordre décroissant

source: Border Color
fr_fr: Couleur du bord

source: Border thickness (in pixels)
fr_fr: Epaisseur de la bordure (en pixels)

source: Border radius (in pixels)
fr_fr: Rayon de la bordure (en pixels)

source: Top Background Color
fr_fr: Couleur de fond en haut

source: Bottom Background Color
fr_fr: Couleur de fond en bas

source: Display a drop shadow around the box
fr_fr: Afficher une ombre portée autour de la vignette

source: Display a drop shadow around the picture
fr_fr: Afficher une ombre portée autour de la photo

source: Title name (singular)
fr_fr: Intitulé (au singulier)

source: Title name (plural)
fr_fr: Intitulé (au pluriel)

source: Nobody matched your criteria.
fr_fr: Aucune personne ne correspond aux critères définis.

source: Return to the previous page
fr_fr: Retourner à la page précédente

source: Close this Window
fr_fr: Fermer cette fenêtre

source: Scan this QR Code to immediately add<br />the contact to your phonebook:
fr_fr: Scannez le QR Code pour ajouter immédiatement le contact à votre répertoire téléphonique :

source: Clicface Trombi Settings
fr_fr: Paramètres de Clicface Trombi

source: Get QR Code Feature, Search Function, Personnalized Fields and Org Chart
fr_fr: Activez les QR Codes, la recherche, les champs personnalisés et les organigrammes
